basictex
bitwarden
bluesnooze
docker
firefox
gimp
github
gnucash
iina
iterm2
jordanbaird-ice
karabiner-elements
modrinth
notion
notunes
obs
raycast
shottr
signal
slack
syncthing
tailscale
tor-browser
transmission
utm
vscodium
wireshark
xquartz
yubico-authenticator
yubico-yubikey-manager
zenmap
zoom
