alefragnani.bookmarks
alexcvzz.vscode-sqlite
bradlc.vscode-tailwindcss
bungcip.better-toml
chflick.firecode
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
edwinkofler.vscode-hyperupcall-pack-latex
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
github.copilot
github.github-vscode-theme
github.vscode-github-actions
hbenl.test-adapter-converter
hbenl.vscode-test-explorer
james-yu.latex-workshop
janisdd.vscode-edit-csv
jeanp413.open-remote-ssh
llvm-vs-code-extensions.vscode-clangd
maelvalais.autoconf
meronz.manpages
mgt19937.typst-preview
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.python
nvarner.typst-lsp
pinage404.rust-extension-pack
pixl-garden.bongocat
prisma.prisma
redhat.ansible
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
sainnhe.sonokai
samuelcolvin.jinjahtml
serayuzgur.crates
stkb.rewrap
svelte.svelte-vscode
swellaby.vscode-rust-test-adapter
tecosaur.latex-utilities
twxs.cmake
usernamehw.errorlens
vymarkov.firebase-explorer
xaver.clang-format
